Revit 2027 API
UnitTypeId.PoundsForce Property
 Pounds force.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PoundsForce { get; }
Public Shared ReadOnly Property PoundsForce As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PoundsForce {
	ForgeTypeId^ get ();
}
static member PoundsForce : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace